Repository: netresearch/t3x-nr-textdb
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: af, ar, ca, cs, de, el, fr, he, hi, hu, id, ko, nl, pl, ru, sw, th, uk, vi, zh

# tx_nrtextdb_domain_model_environment
source: Environment
af: Omgewing
ar: البيئة
ca: Entorn
cs: Prostředí
de: Umgebung
el: Περιβάλλον
fr: Environnement
he: סביבה
hi: वातावरण
hu: Környezet
id: Lingkungan
ko: 환경
nl: Omgeving
pl: Środowisko
ru: Окружение
sw: Mazingira
th: สภาพแวดล้อม
uk: Середовище
vi: Môi trường
zh: 环境

# tx_nrtextdb_domain_model_environment.name
source: Name
af: Naam
ar: الاسم
ca: Nom
cs: Název
el: Όνομα
fr: Nom
he: שם
hi: नाम
hu: Név
id: Nama
ko: 이름
nl: Naam
pl: Nazwa
ru: Имя
sw: Jina
th: ชื่อ
uk: Назва
vi: Tên
zh: 名称

# tx_nrtextdb_domain_model_component
source: Component
af: Komponent
ar: المكون
cs: Komponenta
de: Komponente
el: Στοιχείο
fr: Composant
he: רכיב
hi: घटक
hu: Komponens
id: Komponen
ko: 컴포넌트
pl: Komponent
ru: Компонент
sw: Sehemu
th: คอมโพเนนต์
uk: Компонент
vi: Thành phần
zh: 组件

# tx_nrtextdb_domain_model_component.name
source: Name
af: Naam
ar: الاسم
ca: Nom
cs: Název
el: Όνομα
fr: Nom
he: שם
hi: नाम
hu: Név
id: Nama
ko: 이름
nl: Naam
pl: Nazwa
ru: Имя
sw: Jina
th: ชื่อ
uk: Назва
vi: Tên
zh: 名称

# tx_nrtextdb_domain_model_type
source: Type
af: Tipe
ar: النوع
ca: Tipus
cs: Typ
de: Typ
el: Τύπος
he: סוג
hi: प्रकार
hu: Típus
id: Tipe
ko: 유형
pl: Typ
ru: Тип
sw: Aina
th: ประเภท
uk: Тип
vi: Loại
zh: 类型

# tx_nrtextdb_domain_model_type.name
source: Name
af: Naam
ar: الاسم
ca: Nom
cs: Název
el: Όνομα
fr: Nom
he: שם
hi: नाम
hu: Név
id: Nama
ko: 이름
nl: Naam
pl: Nazwa
ru: Имя
sw: Jina
th: ชื่อ
uk: Назва
vi: Tên
zh: 名称

# tx_nrtextdb_domain_model_translation
source: Translation
af: Vertaling
ar: الترجمة
ca: Traducció
cs: Překlad
de: ÜBersetzung
el: Μετάφραση
fr: Traduction
he: תרגום
hi: अनुवाद
hu: Fordítás
id: Terjemahan
ko: 번역
nl: Vertaling
pl: Tłumaczenie
ru: Перевод
sw: Tafsiri
th: การแปล
uk: Переклад
vi: Bản dịch
zh: 翻译

# tx_nrtextdb_domain_model_translation.value
source: Value
af: Waarde
ar: القيمة
ca: Valor
cs: Hodnota
de: Wert
el: Τιμή
fr: Valeur
he: ערך
hi: मान
hu: Érték
id: Nilai
ko: 값
nl: Waarde
pl: Wartość
ru: Значение
sw: Thamani
th: ค่า
uk: Значення
vi: Giá trị
zh: 值

# tx_nrtextdb_domain_model_translation.environment
source: Environment
af: Omgewing
ar: البيئة
ca: Entorn
cs: Prostředí
de: Umgebung
el: Περιβάλλον
fr: Environnement
he: סביבה
hi: वातावरण
hu: Környezet
id: Lingkungan
ko: 환경
nl: Omgeving
pl: Środowisko
ru: Окружение
sw: Mazingira
th: สภาพแวดล้อม
uk: Середовище
vi: Môi trường
zh: 环境

# tx_nrtextdb_domain_model_translation.component
source: Component
af: Komponent
ar: المكون
cs: Komponenta
de: Komponente
el: Στοιχείο
fr: Composant
he: רכיב
hi: घटक
hu: Komponens
id: Komponen
ko: 컴포넌트
pl: Komponent
ru: Компонент
sw: Sehemu
th: คอมโพเนนต์
uk: Компонент
vi: Thành phần
zh: 组件

# tx_nrtextdb_domain_model_translation.type
source: Type
af: Tipe
ar: النوع
ca: Tipus
cs: Typ
de: Typ
el: Τύπος
he: סוג
hi: प्रकार
hu: Típus
id: Tipe
ko: 유형
pl: Typ
ru: Тип
sw: Aina
th: ประเภท
uk: Тип
vi: Loại
zh: 类型

# no-entries
source: No entries found
af: Geen inskrywings gevind nie
ar: لم يتم العثور على إدخالات
ca: No s'han trobat entrades
cs: Nebyly nalezeny žádné záznamy
de: Es wurden keine Einträge gefunden.
el: Δεν βρέθηκαν εγγραφές
fr: Aucune entrée trouvée
he: לא נמצאו רשומות
hi: कोई प्रविष्टि नहीं मिली
hu: Nem található bejegyzés
id: Tidak ada entri ditemukan
ko: 항목을 찾을 수 없습니다
nl: Geen vermeldingen gevonden
pl: Nie znaleziono wpisów
ru: Записи не найдены
sw: Hakuna maingizo yaliyopatikana
th: ไม่พบรายการ
uk: Записи не знайдено
vi: Không tìm thấy mục nào
zh: 未找到条目

# no-translation
source: No translations available
af: Geen vertalings beskikbaar nie
ar: لا توجد ترجمات متاحة
ca: No hi ha traduccions disponibles
cs: Nejsou k dispozici žádné překlady
de: Keine Übersetzungen verfügbar.
el: Δεν υπάρχουν διαθέσιμες μεταφράσεις
fr: Aucune traduction disponible
he: אין תרגומים זמינים
hi: कोई अनुवाद उपलब्ध नहीं
hu: Nincsenek elérhető fordítások
id: Tidak ada terjemahan tersedia
ko: 사용 가능한 번역이 없습니다
nl: Geen vertalingen beschikbaar
pl: Brak dostępnych tłumaczeń
ru: Переводы недоступны
sw: Hakuna tafsiri zinazopatikana
th: ไม่มีการแปลที่พร้อมใช้งาน
uk: Переклади недоступні
vi: Không có bản dịch nào
zh: 无可用翻译

source: Translation
af: Vertaling
ar: الترجمة
ca: Traducció
cs: Překlad
de: Übersetzung
el: Μετάφραση
fr: Traduction
he: תרגום
hi: अनुवाद
hu: Fordítás
id: Terjemahan
ko: 번역
nl: Vertaling
pl: Tłumaczenie
ru: Перевод
sw: Tafsiri
th: การแปล
uk: Переклад
vi: Bản dịch
zh: 翻译

source: Save
af: Stoor
ar: حفظ
ca: Desa
cs: Uložit
de: Speichern
el: Αποθήκευση
fr: Enregistrer
he: שמור
hi: सहेजें
hu: Mentés
id: Simpan
ko: 저장
nl: Opslaan
pl: Zapisz
ru: Сохранить
sw: Hifadhi
th: บันทึก
uk: Зберегти
vi: Lưu
zh: 保存

source: Component
af: Komponent
ar: المكون
cs: Komponenta
de: Komponente
el: Στοιχείο
fr: Composant
he: רכיב
hi: घटक
hu: Komponens
id: Komponen
ko: 컴포넌트
pl: Komponent
ru: Компонент
sw: Sehemu
th: คอมโพเนนต์
uk: Компонент
vi: Thành phần
zh: 组件

source: Type
af: Tipe
ar: النوع
ca: Tipus
cs: Typ
de: Typ
el: Τύπος
he: סוג
hi: प्रकार
hu: Típus
id: Tipe
ko: 유형
pl: Typ
ru: Тип
sw: Aina
th: ประเภท
uk: Тип
vi: Loại
zh: 类型

source: Environment
af: Omgewing
ar: البيئة
ca: Entorn
cs: Prostředí
de: Umgebung
el: Περιβάλλον
fr: Environnement
he: סביבה
hi: वातावरण
hu: Környezet
id: Lingkungan
ko: 환경
nl: Omgeving
pl: Środowisko
ru: Окружение
sw: Mazingira
th: สภาพแวดล้อม
uk: Середовище
vi: Môi trường
zh: 环境

# filter.reset.label
source: Reset
af: Herstel
ar: إعادة تعيين
ca: Restableix
cs: Obnovit
de: Zurücksetzen
el: Επαναφορά
fr: Réinitialiser
he: אפס
hi: रीसेट करें
hu: Visszaállítás
id: Setel Ulang
ko: 재설정
nl: Resetten
pl: Resetuj
ru: Сбросить
sw: Weka upya
th: รีเซ็ต
uk: Скинути
vi: Đặt lại
zh: 重置

source: Placeholder
af: Plekhouer
ar: عنصر نائب
ca: Marcador de posició
cs: Zástupný symbol
de: Platzhalter
el: Θέση κράτησης
fr: Espace réservé
he: מציין מיקום
hi: प्लेसहोल्डर
hu: Helyőrző
id: Penanda Posisi
ko: 플레이스홀더
nl: Plaatshouder
pl: Symbol zastępczy
ru: Заполнитель
sw: Kishikilia nafasi
th: ตัวยึดตำแหน่ง
uk: Заповнювач
vi: Giữ chỗ
zh: 占位符

source: Value
af: Waarde
ar: القيمة
ca: Valor
cs: Hodnota
de: Wert
el: Τιμή
fr: Valeur
he: ערך
hi: मान
hu: Érték
id: Nilai
ko: 값
nl: Waarde
pl: Wartość
ru: Значение
sw: Thamani
th: ค่า
uk: Значення
vi: Giá trị
zh: 值

source: Search
af: Soek
ar: بحث
ca: Cerca
cs: Hledat
de: Suchen
el: Αναζήτηση
fr: Rechercher
he: חיפוש
hi: खोजें
hu: Keresés
id: Cari
ko: 검색
nl: Zoeken
pl: Szukaj
ru: Поиск
sw: Tafuta
th: ค้นหา
uk: Пошук
vi: Tìm kiếm
zh: 搜索

source: Import
af: Voer in
ar: استيراد
ca: Importa
cs: Importovat
de: Importieren
el: Εισαγωγή
fr: Importer
he: ייבוא
hi: आयात करें
hu: Importálás
id: Impor
ko: 가져오기
nl: Importeren
pl: Importuj
ru: Импортировать
sw: Ingiza
th: นำเข้า
uk: Імпортувати
vi: Nhập
zh: 导入

# button.label.list
source: List
af: Lys
ar: قائمة
ca: Llista
cs: Seznam
de: Liste
el: Λίστα
fr: Liste
he: רשימה
hi: सूची
hu: Lista
id: Daftar
ko: 목록
nl: Lijst
pl: Lista
ru: Список
sw: Orodha
th: รายการ
uk: Список
vi: Danh sách
zh: 列表

# info.import.headline
source: Select file for import
af: Kies lêer vir invoer
ar: اختر الملف للاستيراد
ca: Seleccioneu el fitxer per importar
cs: Vyberte soubor pro import
de: Datei für den Import auswählen
el: Επιλέξτε αρχείο για εισαγωγή
fr: Sélectionner le fichier à importer
he: בחר קובץ לייבוא
hi: आयात के लिए फ़ाइल चुनें
hu: Válasszon fájlt az importáláshoz
id: Pilih file untuk impor
ko: 가져올 파일 선택
nl: Selecteer bestand voor import
pl: Wybierz plik do importu
ru: Выберите файл для импорта
sw: Chagua faili ya kuingiza
th: เลือกไฟล์สำหรับการนำเข้า
uk: Виберіть файл для імпорту
vi: Chọn tệp để nhập
zh: 选择要导入的文件

# info.import.message
source: Make sure that you always import the primary language (sys_language_uid = 0) first before adding any translations, as this is the only way to ensure that the links between the records are correct.
af: Maak seker dat jy altyd eers die hooftaal (sys_language_uid = 0) invoer voordat jy vertalings byvoeg, aangesien dit die enigste manier is om te verseker dat die skakels tussen rekords korrek is.
ar: تأكد من استيراد اللغة الأساسية (sys_language_uid = 0) أولاً دائماً قبل إضافة الترجمات، لأن هذه هي الطريقة الوحيدة لضمان صحة الروابط بين السجلات.
ca: Assegureu-vos d'importar sempre primer l'idioma principal (sys_language_uid = 0) abans d'afegir traduccions, ja que aquesta és l'única manera de garantir que els enllaços entre els registres siguin correctes.
cs: Ujistěte se, že vždy nejprve importujete primární jazyk (sys_language_uid = 0) před přidáním překladů, protože je to jediný způsob, jak zajistit správnost propojení mezi záznamy.
de: Stellen Sie sicher, dass sie immer zuerst die Primärsprache (sys_language_uid = 0) importieren, bevor Sie etwaige Übersetzungen hinzufügen, da nur so sichergestellt ist, dass die Verknüpfungen der Datensätze untereinander korrekt erfolgt.
el: Βεβαιωθείτε ότι πάντα εισάγετε πρώτα την κύρια γλώσσα (sys_language_uid = 0) πριν προσθέσετε μεταφράσεις, καθώς αυτός είναι ο μόνος τρόπος να διασφαλίσετε ότι οι συνδέσεις μεταξύ των εγγραφών είναι σωστές.
fr: Assurez-vous de toujours importer d'abord la langue principale (sys_language_uid = 0) avant d'ajouter des traductions, car c'est le seul moyen de garantir que les liens entre les enregistrements sont corrects.
he: וודא שאתה תמיד מייבא את השפה הראשית (sys_language_uid = 0) לפני הוספת תרגומים, מכיוון שזו הדרך היחידה להבטיח שהקישורים בין הרשומות נכונים.
hi: सुनिश्चित करें कि अनुवाद जोड़ने से पहले हमेशा मुख्य भाषा (sys_language_uid = 0) को पहले आयात करें, क्योंकि यह सुनिश्चित करने का एकमात्र तरीका है कि रिकॉर्ड के बीच लिंक सही हैं।
hu: Győződjön meg arról, hogy mindig először az elsődleges nyelvet (sys_language_uid = 0) importálja a fordítások hozzáadása előtt, mivel ez az egyetlen módja annak, hogy a rekordok közötti kapcsolatok helyesek legyenek.
id: Pastikan untuk selalu mengimpor bahasa utama (sys_language_uid = 0) terlebih dahulu sebelum menambahkan terjemahan, karena ini adalah satu-satunya cara untuk memastikan bahwa tautan antar catatan benar.
ko: 번역을 추가하기 전에 항상 기본 언어(sys_language_uid = 0)를 먼저 가져와야 합니다. 이것이 레코드 간의 링크가 올바른지 확인하는 유일한 방법입니다.
nl: Zorg ervoor dat u altijd eerst de hoofdtaal (sys_language_uid = 0) importeert voordat u vertalingen toevoegt, omdat dit de enige manier is om ervoor te zorgen dat de links tussen de records correct zijn.
pl: Upewnij się, że zawsze najpierw importujesz język podstawowy (sys_language_uid = 0) przed dodaniem tłumaczeń, ponieważ jest to jedyny sposób, aby upewnić się, że powiązania między rekordami są prawidłowe.
ru: Убедитесь, что вы всегда сначала импортируете основной язык (sys_language_uid = 0) перед добавлением переводов, так как это единственный способ обеспечить правильность связей между записями.
sw: Hakikisha kuingiza lugha kuu (sys_language_uid = 0) kwanza kabla ya kuongeza tafsiri, kwa kuwa hii ndiyo njia pekee ya kuhakikisha kuwa viungo kati ya rekodi ni sahihi.
th: ตรวจสอบให้แน่ใจว่าคุณนำเข้าภาษาหลัก (sys_language_uid = 0) ก่อนเสมอก่อนที่จะเพิ่มการแปล เนื่องจากนี่เป็นวิธีเดียวที่จะทำให้มั่นใจว่าลิงก์ระหว่างระเบียนถูกต้อง
uk: Переконайтеся, що ви завжди імпортуєте основну мову (sys_language_uid = 0) перед додаванням перекладів, оскільки це єдиний спосіб забезпечити правильність зв'язків між записами.
vi: Đảm bảo luôn nhập ngôn ngữ chính (sys_language_uid = 0) trước khi thêm bản dịch, vì đây là cách duy nhất để đảm bảo các liên kết giữa các bản ghi là chính xác.
zh: 在添加翻译之前，请务必先导入主语言（sys_language_uid = 0），因为这是确保记录之间链接正确的唯一方法。

source: Override existing
af: Oorskryf bestaande vertalings
ar: استبدال الترجمات الموجودة
ca: Substitueix les existents
cs: Přepsat existující překlady
de: Überschreibe existierende Übersetzungen
el: Αντικατάσταση υπαρχόντων
fr: Remplacer les traductions existantes
he: דרוס קיימים
hi: मौजूदा अनुवादों को ओवरराइट करें
hu: Meglévők felülírása
id: Timpa terjemahan yang ada
ko: 기존 번역 덮어쓰기
nl: Bestaande vertalingen overschrijven
pl: Zastąp istniejące tłumaczenia
ru: Перезаписать существующие переводы
sw: Badilisha tafsiri zilizopo
th: เขียนทับการแปลที่มีอยู่
uk: Перезаписати існуючі
vi: Ghi đè bản dịch hiện có
zh: 覆盖现有翻译

# message.import
source: Import done for Language:
af: Invoer voltooi vir taal:
ar: اكتمل الاستيراد للغة:
ca: Importació completada per a l'idioma:
cs: Import dokončen pro jazyk:
de: Import abgeschlossen für:
el: Η εισαγωγή ολοκληρώθηκε για τη γλώσσα:
fr: Importation terminée pour la langue :
he: הייבוא הושלם לשפה:
hi: भाषा के लिए आयात पूर्ण:
hu: Importálás befejezve a következő nyelvhez:
id: Impor selesai untuk bahasa:
ko: 언어 가져오기 완료:
nl: Import voltooid voor taal:
pl: Import zakończony dla języka:
ru: Импорт завершен для языка:
sw: Uingizaji umekamilika kwa lugha:
th: การนำเข้าเสร็จสมบูรณ์สำหรับภาษา:
uk: Імпорт завершено для мови:
vi: Nhập hoàn tất cho ngôn ngữ:
zh: 导入完成，语言：

# message.updated
source: Translations updated:
af: Vertalings opgedateer:
ar: الترجمات المحدثة:
ca: Traduccions actualitzades:
cs: Aktualizované překlady:
de: Übersetzungen aktualisiert:
el: Ενημερωμένες μεταφράσεις:
fr: Traductions mises à jour :
he: תרגומים עודכנו:
hi: अनुवाद अपडेट किए गए:
hu: Frissített fordítások:
id: Terjemahan diperbarui:
ko: 업데이트된 번역:
nl: Vertalingen bijgewerkt:
pl: Zaktualizowane tłumaczenia:
ru: Обновленные переводы:
sw: Tafsiri zilizosasishwa:
th: อัปเดตการแปล:
uk: Оновлені переклади:
vi: Bản dịch đã cập nhật:
zh: 已更新翻译：

# message.imported
source: Translations imported:
af: Vertalings ingevoer:
ar: الترجمات المستوردة:
ca: Traduccions importades:
cs: Importované překlady:
de: Übersetzungen importiert:
el: Εισαγόμενες μεταφράσεις:
fr: Traductions importées :
he: תרגומים יובאו:
hi: अनुवाद आयात किए गए:
hu: Importált fordítások:
id: Terjemahan diimpor:
ko: 가져온 번역:
nl: Vertalingen geïmporteerd:
pl: Zaimportowane tłumaczenia:
ru: Импортированные переводы:
sw: Tafsiri zilizoingizwa:
th: นำเข้าการแปล:
uk: Імпортовані переклади:
vi: Bản dịch đã nhập:
zh: 已导入翻译：

# message.errors
source: The following errors occurs:
af: Die volgende foute het voorgekom:
ar: حدثت الأخطاء التالية:
ca: S'han produït els errors següents:
cs: Vyskytly se následující chyby:
de: Folgende Fehler gab es beim Import:
el: Παρουσιάστηκαν τα ακόλουθα σφάλματα:
fr: Les erreurs suivantes sont survenues :
he: השגיאות הבאות התרחשו:
hi: निम्नलिखित त्रुटियां हुईं:
hu: A következő hibák történtek:
id: Kesalahan berikut terjadi:
ko: 다음 오류가 발생했습니다:
nl: De volgende fouten zijn opgetreden:
pl: Wystąpiły następujące błędy:
ru: Произошли следующие ошибки:
sw: Makosa yafuatayo yalitokea:
th: เกิดข้อผิดพลาดต่อไปนี้:
uk: Виникли наступні помилки:
vi: Các lỗi sau đã xảy ra:
zh: 发生以下错误：

# button.label.export
source: Export with current filter
af: Voer uit met huidige filter
ar: تصدير مع الفلتر الحالي
ca: Exporta amb el filtre actual
cs: Exportovat s aktuálním filtrem
de: Mit aktuellem Filter exportieren
el: Εξαγωγή με τρέχον φίλτρο
fr: Exporter avec le filtre actuel
he: ייצא עם הסינון הנוכחי
hi: वर्तमान फ़िल्टर के साथ निर्यात करें
hu: Exportálás az aktuális szűrővel
id: Ekspor dengan filter saat ini
ko: 현재 필터로 내보내기
nl: Exporteren met huidige filter
pl: Eksportuj z bieżącym filtrem
ru: Экспортировать с текущим фильтром
sw: Toa na kichujio cha sasa
th: ส่งออกด้วยตัวกรองปัจจุบัน
uk: Експортувати з поточним фільтром
vi: Xuất với bộ lọc hiện tại
zh: 使用当前筛选器导出

# message.error.filter
source: Please select at least one type or component to create an export.
af: Kies ten minste een tipe of komponent om 'n uitvoer te skep.
ar: حدد نوعاً واحداً على الأقل أو مكوناً لإنشاء تصدير.
ca: Seleccioneu almenys un tipus o component per crear una exportació.
cs: Vyberte alespoň jeden typ nebo komponentu pro vytvoření exportu.
de: Bitte wählen Sie mindestens einen Typ oder eine Komponente aus um einen Export zu erstellen.
el: Παρακαλώ επιλέξτε τουλάχιστον έναν τύπο ή στοιχείο για να δημιουργήσετε μια εξαγωγή.
fr: Veuillez sélectionner au moins un type ou un composant pour créer une exportation.
he: אנא בחר לפחות סוג אחד או רכיב אחד כדי ליצור ייצוא.
hi: निर्यात बनाने के लिए कम से कम एक प्रकार या घटक चुनें।
hu: Kérjük, válasszon legalább egy típust vagy komponenst az exportáláshoz.
id: Pilih setidaknya satu tipe atau komponen untuk membuat ekspor.
ko: 내보내기를 생성하려면 하나 이상의 유형 또는 컴포넌트를 선택하세요.
nl: Selecteer ten minste één type of component om een export te maken.
pl: Wybierz co najmniej jeden typ lub komponent, aby utworzyć eksport.
ru: Выберите хотя бы один тип или компонент для создания экспорта.
sw: Chagua angalau aina moja au sehemu ili kuunda uhamishaji.
th: เลือกอย่างน้อยหนึ่งประเภทหรือคอมโพเนนต์เพื่อสร้างการส่งออก
uk: Будь ласка, виберіть принаймні один тип або компонент для створення експорту.
vi: Chọn ít nhất một loại hoặc thành phần để tạo xuất.
zh: 请至少选择一种类型或组件来创建导出。

# message.error.archive
source: Archive cloud not be created.
af: Die argief kon nie geskep word nie.
ar: تعذر إنشاء الأرشيف.
ca: No s'ha pogut crear l'arxiu.
cs: Archiv se nepodařilo vytvořit.
de: Archiv konnte nicht erstellt werden.
el: Δεν ήταν δυνατή η δημιουργία του αρχείου.
fr: L'archive n'a pas pu être créée.
he: לא ניתן היה ליצור את הארכיון.
hi: संग्रह बनाया नहीं जा सका।
hu: Az archívumot nem sikerült létrehozni.
id: Arsip tidak dapat dibuat.
ko: 아카이브를 생성할 수 없습니다.
nl: Archief kon niet worden gemaakt.
pl: Nie można utworzyć archiwum.
ru: Не удалось создать архив.
sw: Hifadhi haikuweza kuundwa.
th: ไม่สามารถสร้างไฟล์เก็บถาวร
uk: Не вдалося створити архів.
vi: Không thể tạo kho lưu trữ.
zh: 无法创建归档。

# message.error.import
source: File name does not match the expected pattern.
af: Die lêernaam stem nie ooreen met die verwagte patroon nie.
ar: اسم الملف لا يتطابق مع النمط المتوقع.
ca: El nom del fitxer no coincideix amb el patró esperat.
cs: Název souboru neodpovídá očekávanému vzoru.
de: Der Dateiname stimmt nicht mit dem erwarteten Muster überein.
el: Το όνομα αρχείου δεν ταιριάζει με το αναμενόμενο μοτίβο.
fr: Le nom du fichier ne correspond pas au modèle attendu.
he: שם הקובץ אינו תואם לתבנית הצפויה.
hi: फ़ाइल नाम अपेक्षित पैटर्न से मेल नहीं खाता।
hu: A fájlnév nem egyezik a várt mintával.
id: Nama file tidak cocok dengan pola yang diharapkan.
ko: 파일 이름이 예상 패턴과 일치하지 않습니다.
nl: De bestandsnaam komt niet overeen met het verwachte patroon.
pl: Nazwa pliku nie pasuje do oczekiwanego wzorca.
ru: Имя файла не соответствует ожидаемому шаблону.
sw: Jina la faili halioani na muundo unaotarajiwa.
th: ชื่อไฟล์ไม่ตรงกับรูปแบบที่คาดหวัง
uk: Ім'я файлу не відповідає очікуваному шаблону.
vi: Tên tệp không khớp với mẫu mong đợi.
zh: 文件名与预期模式不匹配。

# error.storage.pid
source: Please configure a valid storage page ID in the extension configuration.
af: Konfigureer 'n geldige stoorbladsy-ID in die uitbreiding se konfigurasie.
ar: قم بتكوين معرف صفحة تخزين صالح في تكوين الامتداد.
ca: Configureu un identificador de pàgina d'emmagatzematge vàlid a la configuració de l'extensió.
cs: Nakonfigurujte platné ID stránky úložiště v konfiguraci rozšíření.
de: Bitte konfigurieren Sie eine gültige Speicherseiten-ID in der Erweiterungskonfiguration.
el: Παρακαλώ διαμορφώστε ένα έγκυρο αναγνωριστικό σελίδας αποθήκευσης στις ρυθμίσεις της επέκτασης.
fr: Veuillez configurer un identifiant de page de stockage valide dans la configuration de l'extension.
he: אנא הגדר מזהה דף אחסון תקף בהגדרות התוסף.
hi: एक्सटेंशन कॉन्फ़िगरेशन में एक मान्य संग्रहण पृष्ठ आईडी कॉन्फ़िगर करें।
hu: Kérjük, állítson be érvényes tárolási oldalazonosítót a bővítmény konfigurációjában.
id: Konfigurasikan ID halaman penyimpanan yang valid dalam konfigurasi ekstensi.
ko: 확장 구성에서 유효한 저장소 페이지 ID를 구성하십시오.
nl: Configureer een geldige opslagpagina-ID in de extensieconfiguratie.
pl: Skonfiguruj prawidłowy identyfikator strony przechowywania w konfiguracji rozszerzenia.
ru: Настройте действительный ID страницы хранения в конфигурации расширения.
sw: Sanidi kitambulisho cha ukurasa wa uhifadhi halali katika usanidi wa upanuzi.
th: กำหนดค่า ID หน้าที่เก็บข้อมูลที่ถูกต้องในการกำหนดค่าส่วนขยาย
uk: Будь ласка, налаштуйте дійсний ідентифікатор сторінки зберігання в конфігурації розширення.
vi: Cấu hình ID trang lưu trữ hợp lệ trong cấu hình tiện ích mở rộng.
zh: 请在扩展配置中配置有效的存储页面ID。

# error.directory.creation
source: Directory "%s" was not created
af: Gids "%s" is nie geskep nie
ar: لم يتم إنشاء الدليل "%s"
ca: El directori "%s" no s'ha creat
cs: Adresář "%s" nebyl vytvořen
de: Verzeichnis "%s" konnte nicht erstellt werden
el: Ο κατάλογος "%s" δεν δημιουργήθηκε
fr: Le répertoire "%s" n'a pas été créé
he: התיקייה "%s" לא נוצרה
hi: निर्देशिका "%s" नहीं बनाई गई
hu: A "%s" könyvtár nem jött létre
id: Direktori "%s" tidak dibuat
ko: 디렉터리 "%s"가 생성되지 않았습니다
nl: Map "%s" is niet aangemaakt
pl: Katalog "%s" nie został utworzony
ru: Каталог "%s" не был создан
sw: Saraka "%s" haikuundwa
th: ไม่ได้สร้างไดเรกทอรี "%s"
uk: Директорію "%s" не було створено
vi: Thư mục "%s" không được tạo
zh: 目录"%s"未创建

# error.missing.component
source: Missing component name in key: %s
af: Ontbrekende komponentnaam in sleutel: %s
ar: اسم المكون مفقود في المفتاح: %s
ca: Falta el nom del component a la clau: %s
cs: Chybějící název komponenty v klíči: %s
de: Fehlender Komponentenname in Schlüssel: %s
el: Λείπει το όνομα στοιχείου στο κλειδί: %s
fr: Nom de composant manquant dans la clé : %s
he: חסר שם רכיב במפתח: %s
hi: कुंजी में घटक नाम गायब: %s
hu: Hiányzó komponensnév a kulcsban: %s
id: Nama komponen hilang di kunci: %s
ko: 키에 컴포넌트 이름이 없습니다: %s
nl: Ontbrekende componentnaam in sleutel: %s
pl: Brakująca nazwa komponentu w kluczu: %s
ru: Отсутствует имя компонента в ключе: %s
sw: Jina la sehemu linakosekana katika ufunguo: %s
th: ไม่มีชื่อคอมโพเนนต์ในคีย์: %s
uk: Відсутня назва компонента в ключі: %s
vi: Thiếu tên thành phần trong khóa: %s
zh: 键中缺少组件名称：%s

# error.missing.type
source: Missing type name in key: %s
af: Ontbrekende tipenaam in sleutel: %s
ar: اسم النوع مفقود في المفتاح: %s
ca: Falta el nom del tipus a la clau: %s
cs: Chybějící název typu v klíči: %s
de: Fehlender Typname in Schlüssel: %s
el: Λείπει το όνομα τύπου στο κλειδί: %s
fr: Nom de type manquant dans la clé : %s
he: חסר שם סוג במפתח: %s
hi: कुंजी में प्रकार नाम गायब: %s
hu: Hiányzó típusnév a kulcsban: %s
id: Nama tipe hilang di kunci: %s
ko: 키에 유형 이름이 없습니다: %s
nl: Ontbrekende typenaam in sleutel: %s
pl: Brakująca nazwa typu w kluczu: %s
ru: Отсутствует имя типа в ключе: %s
sw: Jina la aina linakosekana katika ufunguo: %s
th: ไม่มีชื่อประเภทในคีย์: %s
uk: Відсутня назва типу в ключі: %s
vi: Thiếu tên loại trong khóa: %s
zh: 键中缺少类型名称：%s

# error.missing.placeholder
source: Missing placeholder in key: %s
af: Ontbrekende plekhouer in sleutel: %s
ar: العنصر النائب مفقود في المفتاح: %s
ca: Falta el marcador de posició a la clau: %s
cs: Chybějící zástupný symbol v klíči: %s
de: Fehlender Platzhalter in Schlüssel: %s
el: Λείπει η θέση κράτησης στο κλειδί: %s
fr: Espace réservé manquant dans la clé : %s
he: חסר מציין מיקום במפתח: %s
hi: कुंजी में प्लेसहोल्डर गायब: %s
hu: Hiányzó helyőrző a kulcsban: %s
id: Placeholder hilang di kunci: %s
ko: 키에 플레이스홀더가 없습니다: %s
nl: Ontbrekende plaatshouder in sleutel: %s
pl: Brakujący symbol zastępczy w kluczu: %s
ru: Отсутствует заполнитель в ключе: %s
sw: Kishikilia nafasi kinakosekana katika ufunguo: %s
th: ไม่มีตัวยึดตำแหน่งในคีย์: %s
uk: Відсутній заповнювач в ключі: %s
vi: Thiếu giữ chỗ trong khóa: %s
zh: 键中缺少占位符：%s

source: Language
af: Taal
ar: اللغة
ca: Idioma
cs: Jazyk
de: Sprache
el: Γλώσσα
fr: Langue
he: שפה
hi: भाषा
hu: Nyelv
id: Bahasa
ko: 언어
nl: Taal
pl: Język
ru: Язык
sw: Lugha
th: ภาษา
uk: Мова
vi: Ngôn ngữ
zh: 语言
