Repository: netresearch/t3x-nr-textdb
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: af, ar, ca, cs, de, el, fr, he, hi, hu, id, ko, nl, pl, ru, sw, th, uk, vi, zh

# error.missing.value
source: Missing value in key: %s
af: Ontbrekende waarde in sleutel: %s
ar: القيمة مفقودة في المفتاح: %s
ca: Falta el valor a la clau: %s
cs: Chybějící hodnota v klíči: %s
de: Fehlender Wert in Schlüssel: %s
el: Λείπει η τιμή στο κλειδί: %s
fr: Valeur manquante dans la clé : %s
he: חסר ערך במפתח: %s
hi: कुंजी में मान गायब: %s
hu: Hiányzó érték a kulcsban: %s
id: Nilai hilang di kunci: %s
ko: 키에 값이 없습니다: %s
nl: Ontbrekende waarde in sleutel: %s
pl: Brakująca wartość w kluczu: %s
ru: Отсутствует значение в ключе: %s
sw: Thamani inakosekana katika ufunguo: %s
th: ไม่มีค่าในคีย์: %s
uk: Відсутнє значення в ключі: %s
vi: Thiếu giá trị trong khóa: %s
zh: 键中缺少值：%s
